Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Since then, reference standards of Metalyse® and TNKase ® were always qualified via comparability assessments to the previous reference standards always demonstrating high comparability in all analytical assays.
es_es: Desde entonces, los estándares de referencia de Metalyse® y de TNKase ® siempre se han calificado mediante evaluaciones de comparabilidad con los estándares de referencia anteriores, y siempre se demostró una alta comparabilidad en todos los ensayos analíticos.

source: Since then, tenecteplase has had a vast post-authorization safety experience, which was accompanied by many clinical trials conducted by Boehringer Ingelheim and Genentec/Roche but also many international scientifc groups, investigators, and scientific societies, particularly with the recent additional indication of acute ischaemic stroke.
es_es: Desde ese desarrollo clínico inicial, la tenecteplasa ha tenido una amplia experiencia de seguridad posterior a la autorización, que fue acompañada por muchos ensayos clínicos realizados por Boehringer Ingelheim y Genentech/Roche, y también por muchos grupos científicos, investigadores y asociaciones científicas internacionales, en particular a partir de la reciente indicación adicional de accidente cerebrovascular isquémico agudo.

source: Since very similar results for both coprimary analyses were expected, no alpha adjustments were performed for sample size calculations.
es_es: Dado que se esperaban resultados muy similares para ambos análisis coprimarios, no se realizaron ajustes del valor α para calcular el tamaño de la muestra.

source: Since, lecithin is directly applied on the external gelatin ribbon as lubricant during encapsulation it can act as anti-sticking agent afterwards.
es_es: Como la lecitina se aplica como lubricante de encapsulación directamente sobre el lado exterior de la cinta de gelatina, puede actuar como agente antiadhesivo posteriormente.

source: Sincerely,
es_es: Cordialmente,

source: Singapore
es_es: Singapur

source: Single chain
es_es: Cadena única

source: Single dose
es_es: Dosis única

source: Single dose as emergency treatment
es_es: Dosis única como tratamiento de emergencia

source: Single operational control parameters slightly differ.
es_es: Ciertos parámetros individuales del control operativo difieren ligeramente.

source: Single peaks:
es_es: Picos individuales:

source: Single value
es_es: Valor individual

source: Single- chain
es_es: Cadena única

source: Single-chain
es_es: Cadena única

source: Single-chain (1-chain)
es_es: Cadena única (1 cadena)

source: Single-chain (DP)
es_es: Cadena única (medicamento)

source: Single-chain (HPSEC) [%]
es_es: Cadena única (HPSEC) [%]

source: Single-chain 1
es_es: Cadena única 1

source: Single-chain tenecteplase
es_es: Tenecteplasa de cadena única

source: Single-chain DP 40 mg/vial [%]
es_es: Cadena única, medicamento, 40 mg/frasco [%]

source: Single-chain DP 50 mg/vial [%]
es_es: Cadena única, medicamento, 50 mg/frasco [%]

source: Single-chain DS [%]
es_es: Cadena única en el ppio. activo [%]

source: Single-chain [%]
es_es: Cadena única [%]

source: Single-chain and two-chain abundance is controlled by the single-chain test method and indirectly by the clot lysis assay.
es_es: La abundancia de cadena única y dos cadenas se controla mediante el método analítico para cadena única y, de manera indirecta, mediante el ensayo de lisis de coágulo.

source: Single-chain chromatograms (side-by-side testing), enlarged scale
es_es: Cromatogramas de la cadena única (análisis en paralelo), escala aumentada

source: Single-chain chromatograms (stability at 60°C)
es_es: Cromatogramas de cadena única (estabilidad a 60° C)

source: Single-chain chromatograms (stability at 60°C), enlarged scale
es_es: Cromatogramas de cadena única (estabilidad a 60° C), escala aumentada

source: Single-chain content [%]
es_es: Contenido de cadena única [%]

source: Single-chain content of one formulation with lower limit conditions (LL), two centre point formulations (CP(1), CP(2)) and two formulations with upper limit conditions (UL(1), UL(2))
es_es: Contenido de cadenas únicas de una formulación bajo condiciones de límite inferior (LI), dos formulaciones de punto central (PC(1), PC(2)) y dos formulaciones bajo condiciones de límite superior (LS(1), LS(2))

source: Single-chain content: a decrease of the single-chain content could be observed over a time period of 7 days.
es_es: Contenido de cadena única: se pudo observar una ligera disminución en el contenido de especies de cadena única durante un período de 7 días.

source: Single-chain content: a slightly decrease of the content of single-chain material could be observed over a time period of 60 days.
es_es: Contenido de cadena única: se pudo observar una ligera disminución en el contenido de material de cadena única durante un período de 60 días.

source: Single-chain determination (%)
es_es: Determinación de cadena única [%]

source: Single-chain species linerarity plot of tenecteplase drug substance
es_es: Gráfico de linealidad de especies de cadena única del principio activo tenecteplasa

source: Single-chain species normal probability plot of tenecteplase drug substance
es_es: Gráfica de probabilidad normal de especies de cadena única del principio activo tenecteplasa

source: Single-chain species residual plot of tenecteplase drug substance
es_es: Gráfica de residuales de especies de cadena única del principio activo tenecteplasa

source: Single-chain: ± 1.2 %
es_es: Cadena única ±1.2 %

source: Single-chain chromatograms (side-by-side testing)
es_es: Cromatogramas de la cadena única (análisis en paralelo)

source: Single-chain content
es_es: Contenido de cadena única

source: Sistema de Clasificación biofarmacéutica.
es_es: Biopharmaceutical Classification System.

source: Sitagliptin 100 mg (commercial product Januvia® tablets, MSD Ltd.
es_es: Sitagliptina 100 mg (producto comercial de Januvia®, Alemania.

source: Sitagliptin 100 mg (commercial product Januvia® tablets, MSD Ltd. batch no. U6844 from US market)
es_es: Sitagliptina 100 mg (producto comercial Januvia®, comprimidos, de MSD Ltd., partida N.° U6844, del mercado estadounidense)

source: Sitagliptin 100 mg
es_es: Sitagliptina, 100 mg

source: Site
es_es: Planta productora

source: Site Name
es_es: Nombre del centro

source: Site Name:
es_es: Nombre del centro:

source: Site PI:
es_es: Investigador principal del centro:

source: Site address
es_es: Dirección del centro

source: Site level assessment of 90-day outcomes
es_es: Evaluación de los resultados de 90 días dentro del centro

source: Site no.
es_es: Centro

source: Site no. 1840014 was closed due to a lack of principal investigator oversight (departure of the principal investigator, enrolment of ineligible patients, failure to report an SAE in a timely manner, timely re-consenting of patients with new information, timely review of laboratory reports, and did not maintain IMP according to specified requirements).
es_es: El Centro 1840014 se cerró por falta de supervisión por parte de un investigador principal (salida del investigador principal, reclutamiento de pacientes no elegibles, falta de informe oportuno de un evento adverso grave, falta de firma en tiempo y forma de un nuevo consentimiento por parte de pacientes con nueva información, falta de revisión oportuna de los informes de laboratorio y falta de mantenimiento del medicamento experimental de acuerdo con los requisitos especificados).

source: Site of physical importation
es_es: Lugar físico de importación

source: Site of vessel occlusion
es_es: Lugar de oclusión vascular

source: Site of vessel occlusion – no.
es_es: Sitio de oclusión vascular; n.°

source: Site visits occurred approximately annually.
es_es: Las visitas al centro se realizaron aproximadamente una vez al año.

source: Site visits will enable the Monitor to maintain current, personal knowledge of the study through review of the records, comparison with source documents, and observation and discussion of the conduct of the study with the Investigator.
es_es: Las visitas al centro permitirán al supervisor mantener un conocimiento personal y actualizado del estudio mediante la revisión de los registros, la comparación con los documentos originales, la observación y el debate con el investigador sobre la realización del estudio.

source: Site:
es_es: Planta productora:

source: Situations where an untoward medical occurrence did not occur (social and/or convenience admission to hospital).
es_es: Situaciones en las que no ocurrió un acontecimiento médico indeseado (ingresos hospitalarios por motivos sociales o de conveniencia).

source: Sitz Ingelheim am Rhein Registergericht Mainz
es_es: Sede social: Ingelheim am Rhein, Registro comercial de Maguncia

source: Six different tablet strengths:
es_es: Seis concentraciones de comprimidos:

source: Size Exclusion Chromatography (SEC) under native conditions showed all lots to be ≥ 98% monomer.
es_es: La cromatografía de exclusión por tamaño (SEC) en condiciones nativas reveló un contenido de monómero ≥ 98% en todas las partidas.

source: Size sorting is performed after UV laser marking.
es_es: Después del marcado láser UV se hace una clasificación por tamaño.

source: Size-exclusion chromatography
es_es: Cromatografía de exclusión por tamaño

source: Skin contact
es_es: Contacto con la piel

source: Skin lesions
es_es: Lesiones de la piel

source: Skin lesions were reported for 9 patients (0.3%) in the linagliptin group and 4 patients (0.1%) in the glimepiride group.
es_es: Se consignaron lesiones cutáneas en 9 de los pacientes de linagliptina (0.3%) y 4 de los pacientes de glimepirida (0.1%).

source: Slater, H. Asadi; Gosford Hospital (5) B. O’Brien, J. Evans, D. Alchin; University Hospital Geelong (5) B Clissold, P. Talman, C. Shaw, A. Malhotra, R Makonahalli; John Hunter Hospital (5) F. Miteff, N. Spratt, C. Garcia-Esperon, L. Kaauwai; Southwest Healthcare Warrnambool (4) A. Clissold, P. Groot; Alfred Hospital (4) G. Cloud, A. Madan, C. Chung, A. Moore; Northeast Health Wangaratta (4) L. Bolitho, R. Krones, N. Bilkhu, H. Haines; Albury Base Hospital (3) F. Eversheim, L. Bonavia, Goulburn Valley Base Hospital Shepparton (3) A. Bhattacharya; Bendigo Base Hospital (3) R.D.
es_es: Slater, H. Asadi; Hospital Gosford (5) B. O’Brien, J. Evans, D. Alchin; Hospital Universitario Geelong (5) B Clissold, P. Talman, C. Shaw, A. Malhotra, R Makonahalli; Hospital John Hunter (5) F. Miteff, N. Spratt, C. Garcia-Esperon, L. Kaauwai; Southwest Healthcare Warrnambool (4) A. Clissold, P. Groot; Hospital Alfred (4) G. Cloud, A. Madan, C. Chung, A. Moore; Northeast Health Wangaratta (4) L. Bolitho, R. Krones, N. Bilkhu, H. Haines; Albury Base Hospital (3) F. Eversheim, L. Bonavia, Goulburn Valley Base Hospital Shepparton (3) A. Bhattacharya; Bendigo Base Hospital (3) R.D.

source: Sleeve
es_es: Capuchón

source: Sleeve unlocking
es_es: Fuerza de desbloqueo

source: Sleeve locking after free-fall
es_es: Bloqueo de capuchón después de caída libre

source: Sleeve removal force
es_es: Fuerza de extracción del capuchón

source: Sleeve unlocking force
es_es: Fuerza de desbloqueo del capuchón

source: Slight differences in empagliflozin exposures were observed among different groups of geographic region or investigator country.
es_es: Se observaron diferencias ligeras en la exposición a la empagliflozina para las distintas agrupaciones por región geográfica o país del investigador.

source: Slight differences in the filling and lyophilisation process are considered negligible.
es_es: Hay ligeras diferencias en el proceso de llenado y liofilización, pero estas se consideran insignificantes.

source: Slight differences were observed with empagliflozin exposure by ethnicity stratifications (not Hispanic/Latino versus Hispanic/Latino: 1.32-fold difference in gMean).
es_es: Se observaron diferencias ligeras en la exposición a la empagliflozina para las distintas estratificaciones étnicas (no hispanos/latinos frente a hispanos/latinos: 1.32 veces de diferencia en la media geométrica).

source: Slightly different degradation kinetics between drug product presentations.
es_es: Cinéticas de degradación ligeramente distintas entre presentaciones del medicamento

source: Slightly different degradation kinetics.
es_es: Cinéticas de degradación ligeramente distintas.

source: Slightly more than half of the patients were men (55.3%).
es_es: Poco más de la mitad de los pacientes fueron varones (55.3%).

source: Slightly soluble
es_es: Ligeramente soluble

source: Slightly soluble in 2-propanol
es_es: Ligeramente soluble en 2-propanol

source: Slightly soluble in water
es_es: Ligeramente soluble en agua

source: Slightly withdraw the spike by unscrewing it so that the propellant is slowly released.
es_es: Despacio, desenroscar y retirar la mecha para que salga de a poco el propelente.

source: Slightly yellowish
es_es: Ligeramente amarillenta

source: Slightly yellowish (< Y7)
es_es: Ligeramente amarillenta (<Y7)

source: Slit
es_es: Ranura

source: Slope
es_es: Pendiente

source: Slope [i.u.]
es_es: Pendiente [u.i]

source: Slope:
es_es: Pendiente:

source: Slope2 [/year], estimate (95% CI)
es_es: Pendiente2 [/año], estimación (IC del 95%)

source: Slovakia
es_es: Eslovaquia

source: Slovenia
es_es: Eslovenia

source: Slow decrease of single-chain content is observed when tenecteplase DS is stored at temperature conditions relevant for manufacture of for the tenecteplase DP within established ranges (see Chapter 3.7.2), which is controlled by defined limits for DS hold time.
es_es: Se observa una lenta disminución del contenido de cadena única cuando el principio activo tenecteplasa se almacena en condiciones de temperatura pertinentes al proceso de fabricación del medicamento tenecteplasa dentro de rangos establecidos (véase el Capítulo 3.7.2), lo cual se controla mediante límites definidos para los tiempos de espera del principio activo.

source: Small Ischemic infarct in L) Cerebral Peduncle; NIHSS1
es_es: Pequeño infarto isquémico en pedúnculo cerebral izq.; NIHSS1

source: Small volume liquids
es_es: Líquidos de volumen reducido

source: Smaller boxes within the clinical trial supply containers were to be labelled with BI trial number, name of product and strengths or identification code, pharmaceutical dosage form, quantity of dosage units, route and mode of administration, term ‘For Clinical Trial Use’ (domestic language), sponsor name and address, storage conditions, use-by date, and batch number.
es_es: Los envases del suministro del ensayo clínico debían contener cajas etiquetadas con el número de ensayo de BI, el nombre del producto y las concentraciones o un código de identificación, la forma farmacéutica, la cantidad de dosis, la vía y el modo de administración, la leyenda "For Clinical Trial Use" (en el idioma local, por ejemplo: "Solo para uso en ensayo clínico"), el nombre y el domicilio del patrocinador, las condiciones de almacenamiento, la fecha de caducidad y el número de partida.

source: Smith, E. Ray, T. Coupland; Latrobe Regional Health Traralgon (2) A. Wright; Campbelltown Hospital (2) A. Mamun; Royal Prince Alfred Hospital (1) J. Worthington, T. Ang, S. Winters, D. Brunacci, K. Tastula; Royal Brisbane and Women’s Hospital (1) A.A.
es_es: Smith, E. Ray, T. Coupland; Latrobe Regional Health Traralgon (2) A. Wright; Hospital de Campbelltown (2) A. Mamun; Royal Prince Alfred Hospital (1) J. Worthington, T. Ang, S. Winters, D. Brunacci, K. Tastula; Royal Brisbane and Women’s Hospital (1) A.A.

source: Smoker (more than 10 cigarettes or 3 cigars or 3 pipes/day)
es_es: Tabaquismo (más de 10 cigarrillos o 3 puros o 3 pipas por día).

source: Smoking and methylxanthine-containing drinks or foods (coffee, tea, cola, energy drinks, chocolate, etc.) were not allowed during the in-house stay at the trial site.
es_es: Tampoco debían fumar ni consumir bebidas o comidas que contuvieran xantinas metiladas (café, té, bebidas cola, bebidas energéticas, chocolate, etc.) durante la totalidad de la estadía en el centro del estudio.

source: Smoking status, N (%)
es_es: Tabaquismo, N (%)

source: SnS subassembly (SnS)
es_es: Subunidad Safe’n’Sound (SnS)

source: SnS Sleeve
es_es: Capuchón del SnS

source: SnS Spring
es_es: Resorte del SnS

source: SnS Body
es_es: Cuerpo del SnS

source: SnS Cone
es_es: Cono del SnS

source: SnS subassembly
es_es: Subunidad SnS

source: SnS subassembly is pre-assembled by the manufacturer.
es_es: La subunidad SnS está subensamblada por el fabricante.

source: So we can mention in general testing sites
es_es: Así que podemos mencionar las plantas de control en general

source: So we should be preparing the commitment in a separate document and docu-sign and refer to it in the response document.
es_es: Por ende, debemos preparar el compromiso en un documento individual, firmarlo con DocuSign y referenciarlo en el documento de respuesta.

source: Sobre la base de la solubilidad y permeabilidad del ingrediente farmacéutico activo, la naturaleza de los excipientes y las características de disolución de la formulación farmacéutica, el enfoque según el Sistema de Clasificación Biofarmacéutica ofrece la posibilidad de eximir al medicamento de la necesidad de comprobar la bioequivalencia (BE) farmacocinética in vivo de ciertas categorías de medicamentos de liberación inmediata.
es_es: Based on the drug substance solubility and permeability, the nature of the inactive ingredients, and the dissolution characteristics of the pharmaceutical formulation, the Biopharmaceutical Classification System approach affords waivering in vivo pharmacokinetic bioequivalence tests for certain categories of immediate-release drugs.

source: Soce on the modified Rankin scale at 90 days†
es_es: Puntaje en la escala de Rankin modificada a los 90 días†

source: Sodium Dodecylsulfate Polyacrylamide Gel Electrophoresis (SDS-PAGE) was performed followed by silver staining and immunoblot analysis.
es_es: La electroforesis en gel de poliacrilamida con dodecilsulfato de sodio (SDS-PAGE) se realizó seguida de tinción argéntica y análisis de inmunoblot.

source: Sodium Glucose Linked Transporter-2
es_es: Copransportador de sodio-glucosa 2

source: Sodium Triethylamine quality:
es_es: Trietilamina de sodio, calidad:

source: Sodium acetate 3.25 g/L; 3.25 mg/mL
es_es: Acetato de sodio, 3.25 g/l; 3.25 mg/ml

source: Sodium acetate hydrate
es_es: Acetato de sodio hidrato

source: Sodium acetate trihydrate
es_es: Acetato de sodio trihidrato

source: Sodium acetate trihydrate 4/5
es_es: Acetato de sodio trihidrato4/5

source: Sodium acetate trihydrate4/5
es_es: Acetato de sodio trihidrato4/5

source: Sodium acetate:
es_es: Acetato de sodio:

source: Sodium acetate; Name according JP:
es_es: Acetato de sodio; Denominación según JP:

source: Sodium acetate trihydrate 3
es_es: Acetato de sodio trihidrato 3

source: Sodium azide
es_es: Azida de sodio

source: Sodium azide;
es_es: Azida de sodio;

source: Sodium chloride
es_es: Cloruro de sodio

source: Sodium chloride:
es_es: Cloruro de sodio:

source: Sodium cyanoborohydride quality:
es_es: Cianoborohidruro de sodio, calidad:

source: Sodium dodecyl sulfate (SDS)
es_es: Dodecil sulfato de sodio (DSS)

source: Sodium dodecyl sulfate polyacrylamide gel electrophoresis
es_es: Electroforesis en gel de poliacrilamida con dodecil sulfato de sodio

source: Sodium dodecyl sulphate
es_es: Dodecil sulfato de sodio

source: Sodium hydroxide (NaOH) pellets
es_es: Gránulos de hidróxido de sodio (NaOH)

source: Sodium hydroxide solution, 0.1 mol/L
es_es: Solución de hidróxido de sodio, 0.1 mol/l.

source: Sodium hydroxide solution, 1 mol/l
es_es: Solución de hidróxido de sodio, 1 mol/l.

source: Sodium hydroxide solution, c (NaOH) = 1 mol/l
es_es: Solución de hidróxido de sodio, c (NaOH) = 1 mol/l.

source: Sodium pentanesulphonate monohydrate, puriss.
es_es: Pentanosulfonato de sodio monohidrato, puriss.

source: Sodium phosphate, monobasic, monohydrate
es_es: Fosfato de sodio monobásico monohidrato

source: Sodium pyruvate
es_es: Piruvato de sodio

source: Sodium starch glycolate
es_es: Almidón glicolato sódico

source: Soft gelatin cap sules
es_es: Cápsulas de gelatina blanda

source: Solids and implants
es_es: Sólidos e implantes

source: Solubilidad:
es_es: Solubility:

source: Solubility
es_es: Solubilidad

source: Solubility BI10773 (n = 3)
es_es: Solubilidad de BI10773 (n = 3)

source: Solubility [mg/ml]
es_es: Solubilidad [mg/ml]

source: Solubility and Toxicity
es_es: Solubilidad y toxicidad

source: Solubility data of empagliflozin (BI 10773) in aqueous media at 37 °C
es_es: Solubilidad de empagliflozina (BI 10773) en medios acuosos a 37° C

source: Solubility determination in aquous media for BCS-classification
es_es: Determinación de la solubilidad en medios acuosos para la clasificación en el sistema BCS

source: Solubility mg/ml
es_es: Solubilidad [mg/ml]

source: Solubility1
es_es: Solubilidad1

source: Solubilizer
es_es: Solubilizante

source: Solution
es_es: Solución

source: Solution S (see Tests) is strongly alkaline (*2.2.4*).
es_es: La solución *S* (ver Pruebas) es fuertemente alcalina (*2.2.4*).

source: Solution S is clear (2.2.1) and not more intensely coloured than reference solution BY, (2.2.2, Method II).
es_es: La solución S es transparente *(2.2.1)* y no tiene un color más intenso que la solución de referencia BY *(2.2.2, Método II).*

source: Solution for infusion
es_es: Solución para infusión

source: Solution for injection
es_es: Solución inyectable

source: Solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL)
es_es: Solución para inyección en jeringa precargada, 150 mg/jeringa (150 mg/ml)

source: Solution for injection in pre-filled syringe, 150 mg/mL
es_es: Solución para inyección en jeringa prellenada, 150 mg/ml

source: Solution for injection/infusion 50 mg/mL
es_es: Solución inyectable/para infusión, 50 mg/ml

source: Solution for peak identification
es_es: Solución para la identificación de picos

source: Solution for reconstitution
es_es: Solución para reconstitución

source: Solution for system suitability
es_es: Solución para adecuación del sistema

source: Solution for washing pistons in pumps (seal wash):
es_es: Solución usada para el lavado de los pistones de las bombas (lavado del cierre hermético)

source: Solution for washing the injector:
es_es: Solución usada para el lavado del inyector:

source: Solution practically free from particles
es_es: Solución prácticamente exenta de partículas

source: Solutions
es_es: Soluciones

source: Solvent
es_es: Disolvente

source: Solvent (document number (79815-p320al0202 / q00099762-03)
es_es: Disolvente (número de documento (79815-p320al0202 / q00099762-03)

source: Solvent (document number 79815-p330al0202 / q00194099-05)
es_es: Disolvente (número de documento 79815-p330al0202 / q00194099-05)

source: Solvent (document number b79875-p310al0103 / q00099648-05)
es_es: Disolvente (número de documento b79875-p310al0103 / q00099648-05)

source: Solvent / Blank solution
es_es: Disolvente/solución blanco

source: Solvent for oral solution:
es_es: Disolvente para solución oral:

source: Solvent for oral solutionTartar ic acid solution 0.1 %
es_es: Disolvente para solución oral; solución de ácido tartárico 0.1 %

source: Solvent in determination:
es_es: Disolvente usado en la determinación:

source: Solvent of test solutions and standards
es_es: Disolvente de las soluciones y estándares analíticos

source: Solvent:
es_es: Disolvente:

source: Solvents
es_es: Disolventes
